Repository: common-repository/bnl-positivity-for-woocommerce
Catalog: languages/bnl-positivity-for-woocommerce-*.po
Languages: it_it

source: Plugin BNL Positivity for WooCommerce
it_it: Plugin BNL Positivity per WooCommerce

source: <b>Warning:</b> The <b>BNL Positivity</b> plugin request WooCommerce to be activated for running
it_it: <b>Attenzione:</b> Il plugin <b>BNL Positivity</b> richiede che WooCommerce sia attivato per funzionare

source: <b>Warning:</b> The plugin <b>BNL Positivity</b> is tested up to version %s. In case the new version of WooCommerce had introduced significant changes, there could be anomalies.
it_it: <b>Attenzione:</b> Il plugin <b>BNL Positivity</b> Ã¨ testato fino alla versione %s

source: Allows payments via the gateway of BNL Positivity circuit<div class="update-nag">Thank you for installing<br />Plugin BNL Positivity for WooCommerce.<br /><br />Get your license and link it with few clicks<br />at your BNL Positivity account<br /><br /><a class="button" href="http://www.archaweb.com/prodotto/bnl-positivity-per-woocommerce/" target="_blank">Buy now!</a></div><br /><div class="update-nag" style="border-left-color: red;">Warning! The following form has a demonstration purpose</div>
it_it: Permette pagamenti tramite il gateway del circuito BNL Positivity<div class="update-nag">Grazie per aver installato<br />Plugin BNL Positivity per WooCommerce.<br /><br />Ottieni la tua licenza d\'uso e collega in pochi click<br />il tuo conto BNL Positivity<br /><br /><a class="button" href="http://www.archaweb.com/prodotto/bnl-positivity-per-woocommerce/" target="_blank">Acquista ora!</a></div><br /><div class="update-nag" style="border-left-color: red;">Attenzione! Il form di seguito ha scopo dimostrativo</div><br />

source: BNL Positivity Plugin License Activation Menu
it_it: Menu Gestione Licenza Plugin BNL Positivity

source: BNL Positivity Plugin License
it_it: Licenza Plugin BNL Positivity

source: Please enter the license key for this product to activate it. You were given a license key when you purchased this item.
it_it: Inserisci la chiave di licenza per attivare il plugin. Puoi trovare il codice nella email di conferma d\'acquisto di questo prodotto.

source: License Key
it_it: Chiave Licenza

source: Activate
it_it: Attiva

source: <div class="update-nag">Thank you for installing<br />Plugin BNL Positivity for WooCommerce.<br /><br />Get your license and link it with few clicks<br />at your BNL Positivity account<br /><br /><a class="button" href="http://www.archaweb.com/prodotto/bnl-positivity-per-woocommerce/" target="_blank">Buy now!</a></div>
it_it: Grazie per aver installato<br />Plugin BNL Positivity per WooCommerce.<br /><br />Ottieni la tua licenza d\'uso e collega in pochi click<br />il tuo conto BNL Positivity<br /><br /><a class="button" href="http://www.archaweb.com/prodotto/bnl-positivity-per-woocommerce/" target="_blank">Acquista ora!</a>

source: BNL Positivity for WooCommerce
it_it: Plugin BNL Positivity per WooCommerce

source: <div style="padding: 15px; border: 1px solid transparent; border-radius: 4px; color: #8a6d3b; background-color: #fcf8e3; border-color: #faebcc; max-width: 95%;">Thank you for installing<br />Plugin BNL Positivity for WooCommerce.<br /><br />Get your license and link it with few clicks<br />at your BNL Positivity account<br /><br /><a class="button" href="http://www.archaweb.com/prodotto/bnl-positivity-per-woocommerce/" target="_blank">Buy now!</a></div>
it_it: Grazie per aver installato<br />Plugin BNL Positivity per WooCommerce.<br /><br />Ottieni la tua licenza d\'uso e collega in pochi click<br />il tuo conto BNL Positivity<br /><br /><a class="button" href="http://www.archaweb.com/prodotto/bnl-positivity-per-woocommerce/" target="_blank">Acquista ora!</a>
